Repository: calcwb/gd
Catalog: po/*.po
Languages: pt_br

source: Login
pt_br: Entrar

source: Audience
pt_br: Audiência

source: No user authenticated.
pt_br: Nenhum usuário autenticado

source: The currently logged user don't have suficient privileges to access this resource
pt_br: O usuário autenticado atualmente não tem privilégios suficientes para acessar este recurso

source: Male
pt_br: Masculino

source: Female
pt_br: Feminino

source: 80 years old or more
pt_br: 80 anos ou mais

source: 75 to 79
pt_br: 75 a 79

source: 70 to 74
pt_br: 70 a 74

source: 65 to 69
pt_br: 65 a 69

source: 60 to 64
pt_br: 60 a 64

source: 55 to 59
pt_br: 55 a 59

source: 50 to 54
pt_br: 50 a 54

source: 45 to 49
pt_br: 45 a 49

source: 40 to 44
pt_br: 40 a 44

source: 35 to 39
pt_br: 35 a 39

source: 30 to 34
pt_br: 30 a 34

source: 25 to 29
pt_br: 25 a 29

source: 20 to 24
pt_br: 20 a 24

source: 15 to 19
pt_br: 15 a 19

source: 10 to 14
pt_br: 10 a 14

source: 5 to 9
pt_br: 5 a 9

source: 0 to 4
pt_br: 0 a 4

source: Name
pt_br: Nome

source: That's not a valid email address.
pt_br: Este não é um endereço de email válido

source: State
pt_br: Estado

source: City
pt_br: Cidade

source: Age group
pt_br: Faixa etária

source: Gender
pt_br: Gênero

source: Phone
pt_br: Telefone

source: Password
pt_br: Senha

source: Password confirmation
pt_br: Confirmação da senha

source: Password does not match its confirmation
pt_br: A senha não bate com sua confirmação

source: Email confirmation
pt_br: Confirmação de email

source: Have you read and accepted our <a href="javascript:auth.toggleSignupTab('tos')">Terms of use</a>?
pt_br: Você leu e aceitou nossos <a href="javascript:auth.toggleSignupTab('tos')">Termos de uso</a>?

source: I want to receive updates by email.
pt_br: Quero receber atualizações por email.

source: I want to receive updates by sms.
pt_br: Quero receber atualizações por SMS.

source: Cel phone number is required
pt_br: O número de telefone celular é obrigatório.

source: Email does not match its confirmation
pt_br: O endereço de email não bate com a sua confirmação

source: User avatar
pt_br: Avatar

source: Only images are allowed in this field!
pt_br: Só imagens são aceitas neste campo!

source: Your current password
pt_br: Sua senha atual

source: The current password is wrong
pt_br: A senha atual está incorreta

source: User does not exist
pt_br: Usuário não existe

source: Wrong password
pt_br: Senha incorreta

source: Username or password missing
pt_br: Usuário ou senha faltando

source: User loged out
pt_br: O Usuário saiu

source: User already exists
pt_br: O usuário já existe

source: The email address informed is being used by another person
pt_br: O endereço de email informado já está sendo usuado por outra pessoa

source: Invalid csrf token
pt_br: Token csrf token inválido

source: User profile updated successfuly
pt_br: Perfil de usuário atualizado com sucesso

source: Password updated successful
pt_br: Senha atualizada com sucesso

source: E-mail not found in the database
pt_br: Email não encontrado em nossa base de dados

source: There was an error sending the e-mail
pt_br: Houve um erro ao enviar o email

source: Password sent to the email
pt_br: Senha enviada para o email

source: Notice posted successfuly. Please wait a few while your message is approved.
pt_br: Contribuição postada com sucesso. Por favor aguarde até que sua mensagem seja aprovada.

source: User not authenticated
pt_br: Nenhum usuário autenticado

source: Thank you. Your contribution was successfuly sent.
pt_br: Obrigado. Sua contribuição foi enviada com sucesso.

source: Thank you. Your comment was successfuly sent
pt_br: Obrigado. Seu comentário foi enviado com sucesso

source: Contribution received successful
pt_br: A contribuição foi recebida com sucesso

source: Theme
pt_br: Temas

source: You need to choose one of the options above
pt_br: Você precisa escolher uma das alternativas acima

source: Contribution title
pt_br: Título da contribuição

source: Your title is too short! It needs to have at least 5 chars
pt_br: Seu título está muito curto! Ele precisa ter pelo menos 5 letras

source: Your title is too long! It needs to have at most 256 chars
pt_br: Seu título está muito longo! Ele precisa ter no máximo 256 letras

source: Content
pt_br: Conteúdo

source: Your contribution is too short! It needs to have at least 50 chars
pt_br: Sua contribuição está muito curta! Ela precisa ter pelo menos 50 caracteres

source: Your contribution is too long! It needs to have at most 600 chars
pt_br: Sua contribuição é longa de mais! Ela precisa ter no máximo 600 caracteres
